{"text": "1.1 The Americas\nBy the end of this section, you will be able to:\n•Locate on a map the major American civilizations before the arrival of the Spanish\n•Discuss the cultural achievements of these civilizations\n•Discuss the differences and similarities between lifestyles, religious practices, and\ncustoms among the native peoples\nBetween nine and fifteen thousand years ago, some scholars believe that a land bridge existed between\nAsia and North America that we now call Beringia . The first inhabitants of what would be named the\nAmericas migrated across this bridge in search of food. When the glaciers melted, water engulfed Beringia,\nand the Bering Strait was formed. Later settlers came by boat across the narrow strait. (The fact that\nAsians and American Indians share genetic markers on a Y chromosome lends credibility to this migration\ntheory.) Continually moving southward, the settlers eventually populated both North and South America,\ncreating unique cultures that ranged from the highly complex and urban Aztec civilization in what is now\nMexico City to the woodland tribes of eastern North America. Recent research along the west coast of\nSouth America suggests that migrant populations may have traveled down this coast by water as well as\nby land.\nResearchers believe that about ten thousand years ago, humans also began the domestication of plants\nand animals, adding agriculture as a means of sustenance to hunting and gathering techniques. With this\nagricultural revolution, and the more abundant and reliable food supplies it brought, populations grew\nand people were able to develop a more settled way of life, building permanent settlements. Nowhere in\nthe Americas was this more obvious than in Mesoamerica ( Figure 1.3 ).\nFigure 1.2 (credit: modification of work by Architect of the Capitol)8 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3Figure 1.3 This map shows the extent of the major civilizations of the Western Hemisphere. In South America, early\ncivilizations developed along the coast because the high Andes and the inhospitable Amazon Basin made the interior\nof the continent less favorable for settlement.\nTHE FIRST AMERICANS: THE OLMEC\nMesoamerica is the geographic area stretching from north of Panama up to the desert of central Mexico.\nAlthough marked by great topographic, linguistic, and cultural diversity, this region cradled a number\nof civilizations with similar characteristics. Mesoamericans were polytheistic; their gods possessed both\nmale and female traits and demanded blood sacrifices of enemies taken in battle or ritual bloodletting.\nCorn, or maize, domesticated by 5000 BCE, formed the basis of their diet. They developed a mathematical\nsystem, built huge edifices, and devised a calendar that accurately predicted eclipses and solstices and that\npriest-astronomers used to direct the planting and harvesting of crops. Most important for our knowledge\nof these peoples, they created the only known written language in the Western Hemisphere; researchers\nhave made much progress in interpreting the inscriptions on their temples and pyramids. Though the area\nhad no overarching political structure, trade over long distances helped diffuse culture. Weapons made\nof obsidian, jewelry crafted from jade, feathers woven into clothing and ornaments, and cacao beans that\nwere whipped into a chocolate drink formed the basis of commerce. The mother of Mesoamerican cultures\nwas the Olmec civilization.\nFlourishing along the hot Gulf Coast of Mexico from about 1200 to about 400 BCE, the Olmec produced a\nnumber of major works of art, architecture, pottery, and sculpture. Most recognizable are their giant head\nsculptures (Figure 1.4 ) and the pyramid in La Venta. The Olmec built aqueducts to transport water into\ntheir cities and irrigate their fields. They grew maize, squash, beans, and tomatoes. They also bred small\ndomesticated dogs which, along with fish, provided their protein. Although no one knows what happened\nto the Olmec after about 400 BCE, in part because the jungle reclaimed many of their cities, their culture\nwas the base upon which the Maya and the Aztec built. It was the Olmec who worshipped a rain god, a\nmaize god, and the feathered serpent so important in the future pantheons of the Aztecs (who called him\nQuetzalcoatl) and the Maya (to whom he was Kukulkan). The Olmec also developed a system of trade\nthroughout Mesoamerica, giving rise to an elite class.Chapter 1 The Americas, Europe, and Africa Before 1492 9Figure 1.4 The Olmec carved heads from giant boulders that ranged from four to eleven feet in height and could\nweigh up to fifty tons. All these figures have flat noses, slightly crossed eyes, and large lips. These physical features\ncan be seen today in some of the peoples indigenous to the area.\nTHE MAYA\nAfter the decline of the Olmec, a city rose in the fertile central highlands of Mesoamerica. One of the largest\npopulation centers in pre-Columbian America and home to more than 100,000 people at its height in about\n500 CE, Teotihuacan was located about thirty miles northeast of modern Mexico City. The ethnicity of this\nsettlement’s inhabitants is debated; some scholars believe it was a multiethnic city. Large-scale agriculture\nand the resultant abundance of food allowed time for people to develop special trades and skills other\nthan farming. Builders constructed over twenty-two hundred apartment compounds for multiple families,\nas well as more than a hundred temples. Among these were the Pyramid of the Sun (which is two\nhundred feet high) and the Pyramid of the Moon (one hundred and fifty feet high). Near the Temple\nof the Feathered Serpent, graves have been uncovered that suggest humans were sacrificed for religious\npurposes. The city was also the center for trade, which extended to settlements on Mesoamerica’s Gulf\nCoast.\nThe Maya were one Mesoamerican culture that had strong ties to Teotihuacan. The Maya’s architectural\nand mathematical contributions were significant. Flourishing from roughly 2000 BCE to 900 CE in what\nis now Mexico, Belize, Honduras, and Guatemala, the Maya perfected the calendar and written language\nthe Olmec had begun. They devised a written mathematical system to record crop yields and the size of\nthe population, and to assist in trade. Surrounded by farms relying on primitive agriculture, they built the\ncity-states of Copan, Tikal, and Chichen Itza along their major trade routes, as well as temples, statues of\ngods, pyramids, and astronomical observatories (Figure 1.5 ). However, because of poor soil and a drought\nthat lasted nearly two centuries, their civilization declined by about 900 CE and they abandoned their large\npopulation centers.10 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3Figure 1.5 El Castillo, located at Chichen Itza in the eastern Yucatán peninsula, served as a temple for the god\nKukulkan. Each side contains ninety-one steps to the top. When counting the top platform, the total number of stairs\nis three hundred and sixty-five, the number of days in a year. (credit: Ken Thomas)\nThe Spanish found little organized resistance among the weakened Maya upon their arrival in the 1520s.\nHowever, they did find Mayan history, in the form of glyphs, or pictures representing words, recorded\nin folding books called codices (the singular is codex ). In 1562, Bishop Diego de Landa, who feared the\nconverted natives had reverted to their traditional religious practices, collected and burned every codex he\ncould find. Today only a few survive.\nVisit the University of Arizona Library Special Collections\n(http://openstaxcollege.org/l/mayancodex) to view facsimiles and descriptions of\ntwo of the four surviving Mayan codices.\nTHE AZTEC\nWhen the Spaniard Hernán Cortés arrived on the coast of Mexico in the sixteenth century, at the site of\npresent-day Veracruz, he soon heard of a great city ruled by an emperor named Moctezuma. This city\nwas tremendously wealthy—filled with gold—and took in tribute from surrounding tribes. The riches and\ncomplexity Cortés found when he arrived at that city, known as Tenochtitlán, were far beyond anything\nhe or his men had ever seen.\nAccording to legend, a warlike people called the Aztec (also known as the Mexica) had left a city called\nAztlán and traveled south to the site of present-day Mexico City. In 1325, they began construction of\nTenochtitlán on an island in Lake Texcoco. By 1519, when Cortés arrived, this settlement contained\nupwards of 200,000 inhabitants and was certainly the largest city in the Western Hemisphere at that time\nand probably larger than any European city (Figure 1.6 ). One of Cortés’s soldiers, Bernal Díaz del Castillo,\nrecorded his impressions upon first seeing it: “When we saw so many cities and villages built in the water\nand other great towns on dry land we were amazed and said it was like the enchantments . . . on account of\nthe great towers and cues and buildings rising from the water, and all built of masonry. And some of ourClick and ExploreChapter 1 The Americas, Europe, and Africa Before 1492 11soldiers even asked whether the things that we saw were not a dream? . . . I do not know how to describe\nit, seeing things as we did that had never been heard of or seen before, not even dreamed about.”\nFigure 1.6 This rendering of the Aztec island city of Tenochtitlán depicts the causeways that connected the central\ncity to the surrounding land. Envoys from surrounding tribes brought tribute to the Emperor.\nUnlike the dirty, fetid cities of Europe at the time, Tenochtitlán was well planned, clean, and orderly.\nThe city had neighborhoods for specific occupations, a trash collection system, markets, two aqueducts\nbringing in fresh water, and public buildings and temples. Unlike the Spanish, Aztecs bathed daily, and\nwealthy homes might even contain a steam bath. A labor force of slaves from subjugated neighboring\ntribes had built the fabulous city and the three causeways that connected it to the mainland. To farm, the\nAztec constructed barges made of reeds and filled them with fertile soil. Lake water constantly irrigated\nthese chinampas , or “floating gardens,” which are still in use and can be seen today in Xochimilco, a\ndistrict of Mexico City.\nEach god in the Aztec pantheon represented and ruled an aspect of the natural world, such as the heavens,\nfarming, rain, fertility, sacrifice, and combat. A ruling class of warrior nobles and priests performed ritual\nhuman sacrifice daily to sustain the sun on its long journey across the sky, to appease or feed the gods, and\nto stimulate agricultural production. The sacrificial ceremony included cutting open the chest of a criminal\nor captured warrior with an obsidian knife and removing the still-beating heart ( Figure 1.7 ).12 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3Figure 1.7 In this illustration, an Aztec priest cuts out the beating heart of a sacrificial victim before throwing the\nbody down from the temple. Aztec belief centered on supplying the gods with human blood—the ultimate\nsacrifice—to keep them strong and well.\nExplore Aztec-History.com (http://openstaxcollege.org/l/azteccreation) to learn\nmore about the Aztec creation story.\nMY STORY\nThe Aztec Predict the Coming of the Spanish\nThe following is an excerpt from the sixteenth-century Florentine Codex of the writings of Fray Bernardino\nde Sahagun, a priest and early chronicler of Aztec history. When an old man from Xochimilco first saw\nthe Spanish in Veracruz, he recounted an earlier dream to Moctezuma, the ruler of the Aztecs.\nSaid Quzatli to the sovereign, “Oh mighty lord, if because I tell you the truth I am to die,\nnevertheless I am here in your presence and you may do what you wish to me!” He narrated\nthat mounted men would come to this land in a great wooden house [ships] this structure was\nto lodge many men, serving them as a home; within they would eat and sleep. On the surface\nof this house they would cook their food, walk and play as if they were on firm land. They were\nto be white, bearded men, dressed in different colors and on their heads they would wear\nround coverings.\nTen years before the arrival of the Spanish, Moctezuma received several omens which at the time he\ncould not interpret. A fiery object appeared in the night sky, a spontaneous fire broke out in a religious\ntemple and could not be extinguished with water, a water spout appeared in Lake Texcoco, and a woman\ncould be heard wailing, “O my children we are about to go forever.” Moctezuma also had dreams and\npremonitions of impending disaster. These foretellings were recorded after the Aztecs’ destruction. They\ndo, however, give us insight into the importance placed upon signs and omens in the pre-Columbian\nworld.Click and ExploreChapter 1 The Americas, Europe, and Africa Before 1492 13THE INCA\nIn South America, the most highly developed and complex society was that of the Inca, whose name means\n“lord” or “ruler” in the Andean language called Quechua. At its height in the fifteenth and sixteenth\ncenturies, the Inca Empire, located on the Pacific coast and straddling the Andes Mountains, extended\nsome twenty-five hundred miles. It stretched from modern-day Colombia in the north to Chile in the south\nand included cities built at an altitude of 14,000 feet above sea level. Its road system, kept free of debris and\nrepaired by workers stationed at varying intervals, rivaled that of the Romans and efficiently connected the\nsprawling empire. The Inca, like all other pre-Columbian societies, did not use axle-mounted wheels for\ntransportation. They built stepped roads to ascend and descend the steep slopes of the Andes; these would\nhave been impractical for wheeled vehicles but worked well for pedestrians. These roads enabled the rapid\nmovement of the highly trained Incan army. Also like the Romans, the Inca were effective administrators.\nRunners called chasquis traversed the roads in a continuous relay system, ensuring quick communication\nover long distances. The Inca had no system of writing, however. They communicated and kept records\nusing a system of colored strings and knots called the quipu (Figure 1.8 ).\nFigure 1.8 The Inca had no written language. Instead, they communicated and kept records by means of a system\nof knots and colored strings called the quipu . Each of these knots and strings possessed a distinct meaning\nintelligible to those educated in their significance.\nThe Inca people worshipped their lord who, as a member of an elite ruling class, had absolute authority\nover every aspect of life. Much like feudal lords in Europe at the time, the ruling class lived off the labor\nof the peasants, collecting vast wealth that accompanied them as they went, mummified, into the next life.\nThe Inca farmed corn, beans, squash, quinoa (a grain cultivated for its seeds), and the indigenous potato\non terraced land they hacked from the steep mountains. Peasants received only one-third of their crops for\nthemselves. The Inca ruler required a third, and a third was set aside in a kind of welfare system for those\nunable to work. Huge storehouses were filled with food for times of need. Each peasant also worked for\nthe Inca ruler a number of days per month on public works projects, a requirement known as the mita. For\nexample, peasants constructed rope bridges made of grass to span the mountains above fast-flowing icy\nrivers. In return, the lord provided laws, protection, and relief in times of famine.\nThe Inca worshipped the sun god Inti and called gold the “sweat” of the sun. Unlike the Maya and the\nAztecs, they rarely practiced human sacrifice and usually offered the gods food, clothing, and coca leaves.\nIn times of dire emergency, however, such as in the aftermath of earthquakes, volcanoes, or crop failure,\nthey resorted to sacrificing prisoners. The ultimate sacrifice was children, who were specially selected and\nwell fed. The Inca believed these children would immediately go to a much better afterlife.\nIn 1911, the American historian Hiram Bingham uncovered the lost Incan city of Machu Picchu (Figure\n1.9). Located about fifty miles northwest of Cusco, Peru, at an altitude of about 8,000 feet, the city had14 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3been built in 1450 and inexplicably abandoned roughly a hundred years later. Scholars believe the city\nwas used for religious ceremonial purposes and housed the priesthood. The architectural beauty of this\ncity is unrivaled. Using only the strength of human labor and no machines, the Inca constructed walls and\nbuildings of polished stones, some weighing over fifty tons, that were fitted together perfectly without the\nuse of mortar. In 1983, UNESCO designated the ruined city a World Heritage Site.\nFigure 1.9 Located in today’s Peru at an altitude of nearly 8,000 feet, Machu Picchu was a ceremonial Incan city\nbuilt about 1450 CE.\nBrowse the British Museum’s World Cultures collection\n(http://openstaxcollege.org/l/inca) to see more examples and descriptions of Incan\n(as well as Aztec, Mayan, and North American Indian) art.\nNORTH AMERICAN INDIANS\nWith few exceptions, the North American native cultures were much more widely dispersed than the\nMayan, Aztec, and Incan societies, and did not have their population size or organized social structures.\nAlthough the cultivation of corn had made its way north, many Indians still practiced hunting and\ngathering. Horses, first introduced by the Spanish, allowed the Plains Indians to more easily follow and\nhunt the huge herds of bison. A few societies had evolved into relatively complex forms, but they were\nalready in decline at the time of Christopher Columbus’s arrival.\nIn the southwestern part of today’s United States dwelled several groups we collectively call the Pueblo.\nThe Spanish first gave them this name, which means “town” or “village,” because they lived in towns or\nvillages of permanent stone-and-mud buildings with thatched roofs. Like present-day apartment houses,\nthese buildings had multiple stories, each with multiple rooms. The three main groups of the Pueblo\npeople were the Mogollon, Hohokam, and Anasazi.\nThe Mogollon thrived in the Mimbres Valley (New Mexico) from about 150 BCE to 1450 CE. They\ndeveloped a distinctive artistic style for painting bowls with finely drawn geometric figures and wildlife,\nespecially birds, in black on a white background. Beginning about 600 CE, the Hohokam built an extensiveClick and ExploreChapter 1 The Americas, Europe, and Africa Before 1492 15irrigation system of canals to irrigate the desert and grow fields of corn, beans, and squash. By 1300,\ntheir crop yields were supporting the most highly populated settlements in the southwest. The Hohokam\ndecorated pottery with a red-on-buff design and made jewelry of turquoise. In the high desert of New\nMexico, the Anasazi, whose name means “ancient enemy” or “ancient ones,” carved homes from steep\ncliffs accessed by ladders or ropes that could be pulled in at night or in case of enemy attack (Figure 1.10 ).\nFigure 1.10 To access their homes, the cliff-dwelling Anasazi used ropes or ladders that could be pulled in at night\nfor safety. These pueblos may be viewed today in Canyon de Chelly National Monument (above) in Arizona and\nMesa Verde National Park in Colorado.\nRoads extending some 180 miles connected the Pueblos’ smaller urban centers to each other and to\nChaco Canyon, which by 1050 CE had become the administrative, religious, and cultural center of their\ncivilization. A century later, however, probably because of drought, the Pueblo peoples abandoned their\ncities. Their present-day descendants include the Hopi and Zuni tribes.\nThe Indian groups who lived in the present-day Ohio River Valley and achieved their cultural apex from\nthe first century CE to 400 CE are collectively known as the Hopewell culture. Their settlements, unlike\nthose of the southwest, were small hamlets. They lived in wattle-and-daub houses (made from woven\nlattice branches “daubed” with wet mud, clay, or sand and straw) and practiced agriculture, which they\nsupplemented by hunting and fishing. Utilizing waterways, they developed trade routes stretching from\nCanada to Louisiana, where they exchanged goods with other tribes and negotiated in many different\nlanguages. From the coast they received shells; from Canada, copper; and from the Rocky Mountains,\nobsidian. With these materials they created necklaces, woven mats, and exquisite carvings. What remains\nof their culture today are huge burial mounds and earthworks. Many of the mounds that were opened by\narchaeologists contained artworks and other goods that indicate their society was socially stratified.\nPerhaps the largest indigenous cultural and population center in North America was located along the\nMississippi River near present-day St. Louis. At its height in about 1100 CE, this five-square-mile city,\nnow called Cahokia, was home to more than ten thousand residents; tens of thousands more lived on\nfarms surrounding the urban center. The city also contained one hundred and twenty earthen mounds or\npyramids, each dominating a particular neighborhood and on each of which lived a leader who exercised\nauthority over the surrounding area. The largest mound covered fifteen acres. Cahokia was the hub\nof political and trading activities along the Mississippi River. After 1300 CE, however, this civilization\ndeclined—possibly because the area became unable to support the large population.\nINDIANS OF THE EASTERN WOODLAND\nEncouraged by the wealth found by the Spanish in the settled civilizations to the south, fifteenth- and\nsixteenth-century English, Dutch, and French explorers expected to discover the same in North America.\nWhat they found instead were small, disparate communities, many already ravaged by European diseases16 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3brought by the Spanish and transmitted among the natives. Rather than gold and silver, there was an\nabundance of land, and the timber and fur that land could produce.\nThe Indians living east of the Mississippi did not construct the large and complex societies of those to\nthe west. Because they lived in small autonomous clans or tribal units, each group adapted to the specific\nenvironment in which it lived (Figure 1.11). These groups were by no means unified, and warfare among\ntribes was common as they sought to increase their hunting and fishing areas. Still, these tribes shared\nsome common traits. A chief or group of tribal elders made decisions, and although the chief was male,\nusually the women selected and counseled him. Gender roles were not as fixed as they were in the\npatriarchal societies of Europe, Mesoamerica, and South America.\nFigure 1.11 This map indicates the locations of the three Pueblo cultures the major Eastern Woodland Indian tribes,\nand the tribes of the Southeast, as well as the location of the ancient city of Cahokia.\nWomen typically cultivated corn, beans, and squash and harvested nuts and berries, while men hunted,\nfished, and provided protection. But both took responsibility for raising children, and most major Indian\nsocieties in the east were matriarchal. In tribes such as the Iroquois, Lenape, Muscogee, and Cherokee,\nwomen had both power and influence. They counseled the chief and passed on the traditions of the tribe.\nThis matriarchy changed dramatically with the coming of the Europeans, who introduced, sometimes\nforcibly, their own customs and traditions to the natives.Chapter 1 The Americas, Europe, and Africa Before 1492 17Clashing beliefs about land ownership and use of the environment would be the greatest area of conflict\nwith Europeans. Although tribes often claimed the right to certain hunting grounds—usually identified\nby some geographical landmark—Indians did not practice, or in general even have the concept of, private\nownership of land. There were tribal hunting grounds, usually identified by some geographical landmark,\nbut there was no private ownership of land. A person’s possessions included only what he or she had\nmade, such as tools or weapons. The European Christian worldview, on the other hand, viewed land as\nthe source of wealth. According to the Christian Bible, God created humanity in his own image with the\ncommand to use and subdue the rest of creation, which included not only land, but also all animal life.\nUpon their arrival in North America, Europeans found no fences, no signs designating ownership. Land,\nand the game that populated it, they believed, were there for the taking.\n1.2 Europe on the Brink of Change\nBy the end of this section, you will be able to:\n•Describe the European societies that engaged in conversion, conquest, and commerce\n•Discuss the motives for and mechanisms of early European exploration\nThe fall of the Roman Empire (476 CE) and the beginning of the European Renaissance in the late\nfourteenth century roughly bookend the period we call the Middle Ages. Without a dominant centralized\npower or overarching cultural hub, Europe experienced political and military discord during this time. Its\ninhabitants retreated into walled cities, fearing marauding pillagers including Vikings, Mongols, Arabs,\nand Magyars. In return for protection, they submitted to powerful lords and their armies of knights. In\ntheir brief, hard lives, few people traveled more than ten miles from the place they were born.\nThe Christian Church remained intact, however, and emerged from the period as a unified and powerful\ninstitution. Priests, tucked away in monasteries, kept knowledge alive by collecting and copying religious\nand secular manuscripts, often adding beautiful drawings or artwork. Social and economic devastation\narrived in 1340s, however, when Genoese merchants returning from the Black Sea unwittingly brought\nwith them a rat-borne and highly contagious disease, known as the bubonic plague. In a few short\nyears, it had killed many millions, about one-third of Europe’s population. A different strain, spread by\nairborne germs, also killed many. Together these two are collectively called the Black Death (Figure 1.12 ).\nEntire villages disappeared. A high birth rate, however, coupled with bountiful harvests, meant that the\npopulation grew during the next century. By 1450, a newly rejuvenated European society was on the brink\nof tremendous change.\nFigure 1.12 This image depicts the bodily swellings, or buboes, characteristic of the Black Death.18 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3Visit EyeWitness to History (http://openstaxcollege.org/l/plague) to learn more\nabout the Black Death.\nLIFE IN FEUDAL EUROPE\nDuring the Middle Ages, most Europeans lived in small villages that consisted of a manorial house or\ncastle for the lord, a church, and simple homes for the peasants or serfs , who made up about 60 percent of\nwestern Europe’s population. Hundreds of these castles and walled cities remain all over Europe (Figure\n1.13 ).\nFigure 1.13 One of the most beautifully preserved medieval walled cities is Carcassonne, France. Notice the use of\na double wall.\nEurope’s feudal society was a mutually supportive system. The lords owned the land; knights gave\nmilitary service to a lord and carried out his justice; serfs worked the land in return for the protection\noffered by the lord’s castle or the walls of his city, into which they fled in times of danger from invaders.\nMuch land was communally farmed at first, but as lords became more powerful they extended their\nownership and rented land to their subjects. Thus, although they were technically free, serfs were\neffectively bound to the land they worked, which supported them and their families as well as the lord\nand all who depended on him. The Catholic Church, the only church in Europe at the time, also owned\nvast tracts of land and became very wealthy by collecting not only tithes (taxes consisting of 10 percent of\nannual earnings) but also rents on its lands.\nA serf’s life was difficult. Women often died in childbirth, and perhaps one-third of children died before\nthe age of five. Without sanitation or medicine, many people perished from diseases we consider\ninconsequential today; few lived to be older than forty-five. Entire families, usually including\ngrandparents, lived in one- or two-room hovels that were cold, dark, and dirty. A fire was kept lit and\nwas always a danger to the thatched roofs, while its constant smoke affected the inhabitants’ health andClick and ExploreChapter 1 The Americas, Europe, and Africa Before 1492 19eyesight. Most individuals owned no more than two sets of clothing, consisting of a woolen jacket or tunic\nand linen undergarments, and bathed only when the waters melted in spring.\nIn an agrarian society, the seasons dictate the rhythm of life. Everyone in Europe’s feudal society had a\njob to do and worked hard. The father was the unquestioned head of the family. Idleness meant hunger.\nWhen the land began to thaw in early spring, peasants started tilling the soil with primitive wooden plows\nand crude rakes and hoes. Then they planted crops of wheat, rye, barley, and oats, reaping small yields\nthat barely sustained the population. Bad weather, crop disease, or insect infestation could cause an entire\nvillage to starve or force the survivors to move to another location.\nEarly summer saw the first harvesting of hay, which was stored until needed to feed the animals in\nwinter. Men and boys sheared the sheep, now heavy with wool from the cold weather, while women and\nchildren washed the wool and spun it into yarn. The coming of fall meant crops needed to be harvested\nand prepared for winter. Livestock was butchered and the meat smoked or salted to preserve it. With the\nharvest in and the provisions stored, fall was also the time for celebrating and giving thanks to God. Winter\nbrought the people indoors to weave yarn into fabric, sew clothing, thresh grain, and keep the fires going.\nEveryone celebrated the birth of Christ in conjunction with the winter solstice.\nTHE CHURCH AND SOCIETY\nAfter the fall of Rome, the Christian Church—united in dogma but unofficially divided into western and\neastern branches—was the only organized institution in medieval Europe. In 1054, the eastern branch of\nChristianity, led by the Patriarch of Constantinople (a title that because roughly equivalent to the western\nChurch’s pope), established its center in Constantinople and adopted the Greek language for its services.\nThe western branch, under the pope, remained in Rome, becoming known as the Roman Catholic Church\nand continuing to use Latin. Following this split, known as the Great Schism, each branch of Christianity\nmaintained a strict organizational hierarchy. The pope in Rome, for example, oversaw a huge bureaucracy\nled by cardinals, known as “princes of the church,” who were followed by archbishops, bishops, and then\npriests. During this period, the Roman Church became the most powerful international organization in\nwestern Europe.\nJust as agrarian life depended on the seasons, village and family life revolved around the Church. The\nsacraments, or special ceremonies of the Church, marked every stage of life, from birth to maturation,\nmarriage, and burial, and brought people into the church on a regular basis. As Christianity spread\nthroughout Europe, it replaced pagan and animistic views, explaining supernatural events and forces of\nnature in its own terms. A benevolent God in heaven, creator of the universe and beyond the realm of\nnature and the known, controlled all events, warring against the force of darkness, known as the Devil or\nSatan, here on earth. Although ultimately defeated, Satan still had the power to trick humans and cause\nthem to commit evil or sin.\nAll events had a spiritual connotation. Sickness, for example, might be a sign that a person had sinned,\nwhile crop failure could result from the villagers’ not saying their prayers. Penitents confessed their sins\nto the priest, who absolved them and assigned them penance to atone for their acts and save themselves\nfrom eternal damnation. Thus the parish priest held enormous power over the lives of his parishioners.\nUltimately, the pope decided all matters of theology, interpreting the will of God to the people, but he also\nhad authority over temporal matters. Because the Church had the ability to excommunicate people, or send\na soul to hell forever, even monarchs feared to challenge its power. It was also the seat of all knowledge.\nLatin, the language of the Church, served as a unifying factor for a continent of isolated regions, each with\nits own dialect; in the early Middle Ages, nations as we know them today did not yet exist. The mostly\nilliterate serfs were thus dependent on those literate priests to read and interpret the Bible, the word of\nGod, for them.20 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3CHRISTIANITY ENCOUNTERS ISLAM\nThe year 622 brought a new challenge to Christendom. Near Mecca, Saudi Arabia, a prophet named\nMuhammad received a revelation that became a cornerstone of the Islamic faith. The Koran , which\nMuhammad wrote in Arabic, contained his message, affirming monotheism but identifying Christ not as\nGod but as a prophet like Moses, Abraham, David, and Muhammad. Following Muhammad’s death in\n632, Islam spread by both conversion and military conquest across the Middle East and Asia Minor to India\nand northern Africa, crossing the Straits of Gibraltar into Spain in the year 711 ( Figure 1.14 ).\nFigure 1.14 In the seventh and eighth centuries, Islam spread quickly across North Africa and into the Middle East.\nThe religion arrived in Europe via Spain in 711 and remained there until 1492, when Catholic monarchs reconquered\nthe last of Muslim-held territory after a long war.\nThe Islamic conquest of Europe continued until 732. Then, at the Battle of Tours (in modern France),\nCharles Martel, nicknamed the Hammer, led a Christian force in defeating the army of Abdul Rahman\nal-Ghafiqi. Muslims, however, retained control of much of Spain, where Córdoba, known for leather and\nwool production, became a major center of learning and trade. By the eleventh century, a major Christian\nholy war called the Reconquista , or reconquest, had begun to slowly push the Muslims from Spain.\nThis drive was actually an extension of the earlier military conflict between Christians and Muslims for\ndomination of the Holy Land (the Biblical region of Palestine), known as the Crusades .\nVisit EyeWitness to History (http://openstaxcollege.org/l/crusades) to read a\npersonal account of the Crusades.Click and ExploreChapter 1 The Americas, Europe, and Africa Before 1492 21JERUSALEM AND THE CRUSADES\nThe city of Jerusalem is a holy site for Jews, Christians, and Muslims. It was here King Solomon built\nthe Temple in the tenth century BCE. It was here the Romans crucified Jesus in 33 CE, and from here,\nChristians maintain, he ascended into heaven, promising to return. From here, Muslims believe,\nMuhammad traveled to heaven in 621 to receive instructions about prayer. Thus claims on the area go\ndeep, and emotions about it run high, among followers of all three faiths. Evidence exists that the three\nreligions lived in harmony for centuries. In 1095, however, European Christians decided not only to retake\nthe holy city from the Muslim rulers but also to conquer what they called the Holy Lands, an area that\nextended from modern-day Turkey in the north along the Mediterranean coast to the Sinai Peninsula and\nthat was also held by Muslims. The Crusades had begun.\nReligious zeal motivated the knights who participated in the four Crusades. Adventure, the chance to\nwin land and a title, and the Church’s promise of wholesale forgiveness of sins also motivated many.\nThe Crusaders, mostly French knights, retook Jerusalem in June 1099 amid horrific slaughter. A French\nwriter who accompanied them recorded this eyewitness account: “On the top of Solomon’s Temple, to\nwhich they had climbed in fleeing, many were shot to death with arrows and cast down headlong from\nthe roof. Within this Temple, about ten thousand were beheaded. If you had been there, your feet would\nhave been stained up to the ankles with the blood of the slain. What more shall I tell? Not one of them was\nallowed to live. They did not spare the women and children.” A Muslim eyewitness also described how\nthe conquerors stripped the temple of its wealth and looted private homes.\nIn 1187, under the legendary leader Saladin, Muslim forces took back the city. Reaction from Europe was\nswift as King Richard I of England, the Lionheart, joined others to mount yet another action. The battle\nfor the Holy Lands did not conclude until the Crusaders lost their Mediterranean stronghold at Acre (in\npresent-day Israel) in 1291 and the last of the Christians left the area a few years later.\nThe Crusades had lasting effects, both positive and negative. On the negative side, the wide-scale\npersecution of Jews began. Christians classed them with the infidel Muslims and labeled them “the killers\nof Christ.” In the coming centuries, kings either expelled Jews from their kingdoms or forced them to pay\nheavy tributes for the privilege of remaining. Muslim-Christian hatred also festered, and intolerance grew.\nOn the positive side, maritime trade between East and West expanded. As Crusaders experienced the feel\nof silk, the taste of spices, and the utility of porcelain, desire for these products created new markets for\nmerchants. In particular, the Adriatic port city of Venice prospered enormously from trade with Islamic\nmerchants. Merchants’ ships brought Europeans valuable goods, traveling between the port cities of\nwestern Europe and the East from the tenth century on, along routes collectively labeled the Silk Road.\nFrom the days of the early adventurer Marco Polo, Venetian sailors had traveled to ports on the Black Sea\nand established their own colonies along the Mediterranean Coast. However, transporting goods along the\nold Silk Road was costly, slow, and unprofitable. Muslim middlemen collected taxes as the goods changed\nhands. Robbers waited to ambush the treasure-laden caravans. A direct water route to the East, cutting out\nthe land portion of the trip, had to be found. As well as seeking a water passage to the wealthy cities in\nthe East, sailors wanted to find a route to the exotic and wealthy Spice Islands in modern-day Indonesia,\nwhose location was kept secret by Muslim rulers. Longtime rivals of Venice, the merchants of Genoa and\nFlorence also looked west.\nTHE IBERIAN PENINSULA\nAlthough Norse explorers such as Leif Ericson, the son of Eric the Red who first settled Greenland, had\nreached and established a colony in northern Canada roughly five hundred years prior to Christopher\nColumbus’s voyage, it was explorers sailing for Portugal and Spain who traversed the Atlantic throughout\nthe fifteenth century and ushered in an unprecedented age of exploration and permanent contact with\nNorth America.\nLocated on the extreme western edge of Europe, Portugal, with its port city of Lisbon, soon became the\ncenter for merchants desiring to undercut the Venetians’ hold on trade. With a population of about one22 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3million and supported by its ruler Prince Henry, whom historians call “the Navigator,” this independent\nkingdom fostered exploration of and trade with western Africa. Skilled shipbuilders and navigators who\ntook advantage of maps from all over Europe, Portuguese sailors used triangular sails and built lighter\nvessels called caravels that could sail down the African coast.\nJust to the east of Portugal, King Ferdinand of Aragon married Queen Isabella of Castile in 1469, uniting\ntwo of the most powerful independent kingdoms on the Iberian peninsula and laying the foundation for\nthe modern nation of Spain. Isabella, motivated by strong religious zeal, was instrumental in beginning\ntheInquisition in 1480, a brutal campaign to root out Jews and Muslims who had seemingly converted to\nChristianity but secretly continued to practice their faith, as well as other heretics. This powerful couple\nruled for the next twenty-five years, centralizing authority and funding exploration and trade with the\nEast. One of their daughters, Catherine of Aragon, became the first wife of King Henry VIII of England.\nAMERICANA\nMotives for European Exploration\nHistorians generally recognize three motives for European exploration—God, glory, and gold. Particularly\nin the strongly Catholic nations of Spain and Portugal, religious zeal motivated the rulers to make\nconverts and retake land from the Muslims. Prince Henry the Navigator of Portugal described his “great\ndesire to make increase in the faith of our Lord Jesus Christ and to bring him all the souls that should be\nsaved.”\nSailors’ tales about fabulous monsters and fantasy literature about exotic worlds filled with gold, silver,\nand jewels captured the minds of men who desired to explore these lands and return with untold wealth\nand the glory of adventure and discovery. They sparked the imagination of merchants like Marco Polo,\nwho made the long and dangerous trip to the realm of the great Mongol ruler Kublai Khan in 1271. The\nstory of his trip, printed in a book entitled Travels, inspired Columbus, who had a copy in his possession\nduring his voyage more than two hundred years later. Passages such as the following, which describes\nChina’s imperial palace, are typical of the Travels:\nYou must know that it is the greatest Palace that ever was. . . . The roof is very lofty, and\nthe walls of the Palace are all covered with gold and silver. They are also adorned with\nrepresentations of dragons [sculptured and gilt], beasts and birds, knights and idols, and\nsundry other subjects. And on the ceiling too you see nothing but gold and silver and painting.\n[On each of the four sides there is a great marble staircase leading to the top of the marble\nwall, and forming the approach to the Palace.]\nThe hall of the Palace is so large that it could easily dine 6,000 people; and it is quite a marvel\nto see how many rooms there are besides. The building is altogether so vast, so rich, and so\nbeautiful, that no man on earth could design anything superior to it. The outside of the roof\nalso is all colored with vermilion and yellow and green and blue and other hues, which are\nfixed with a varnish so fine and exquisite that they shine like crystal, and lend a resplendent\nlustre to the Palace as seen for a great way round. This roof is made too with such strength\nand solidity that it is fit to last forever.\nWhy might a travel account like this one have influenced an explorer like Columbus? What does this tell\nus about European explorers’ motivations and goals?\nThe year 1492 witnessed some of the most significant events of Ferdinand and Isabella’s reign. The couple\noversaw the final expulsion of North African Muslims (Moors) from the Kingdom of Granada, bringing\nthe nearly eight-hundred-year Reconquista to an end. In this same year, they also ordered all unconverted\nJews to leave Spain.\nAlso in 1492, after six years of lobbying, a Genoese sailor named Christopher Columbus persuaded the\nmonarchs to fund his expedition to the Far East. Columbus had already pitched his plan to the rulers of\nGenoa and Venice without success, so the Spanish monarchy was his last hope. Christian zeal was theChapter 1 The Americas, Europe, and Africa Before 1492 23prime motivating factor for Isabella, as she imagined her faith spreading to the East. Ferdinand, the more\npractical of the two, hoped to acquire wealth from trade.\nMost educated individuals at the time knew the earth was round, so Columbus’s plan to reach the\nEast by sailing west was plausible. Though the calculations of Earth’s circumference made by the Greek\ngeographer Eratosthenes in the second century BCE were known (and, as we now know, nearly accurate),\nmost scholars did not believe they were dependable. Thus Columbus would have no way of knowing\nwhen he had traveled far enough around the Earth to reach his goal—and in fact, Columbus greatly\nunderestimated the Earth’s circumference.\nIn August 1492, Columbus set sail with his three small caravels (Figure 1.15 ). After a voyage of about\nthree thousand miles lasting six weeks, he landed on an island in the Bahamas named Guanahani by the\nnative Lucayans. He promptly christened it San Salvador, the name it bears today.\nFigure 1.15 Columbus sailed in three caravels such as these. The Santa Maria , his largest, was only 58 feet long.\n1.3 West Africa and the Role of Slavery\nAt the end of this section, you will be able to:\n•Locate the major West African empires on a map\n•Discuss the roles of Islam and Europe in the slave trade\nIt is difficult to generalize about West Africa, which was linked to the rise and diffusion of Islam. This\ngeographical unit, central to the rise of the Atlantic World, stretches from modern-day Mauritania to the\nDemocratic Republic of the Congo and encompasses lush rainforests along the equator, savannas on either\nside of the forest, and much drier land to the north. Until about 600 CE, most Africans were hunter-\ngatherers. Where water was too scarce for farming, herders maintained sheep, goats, cattle, or camels. In\nthe more heavily wooded area near the equator, farmers raised yams, palm products, or plantains. The\nsavanna areas yielded rice, millet, and sorghum. Sub-Saharan Africans had little experience in maritime\nmatters. Most of the population lived away from the coast, which is connected to the interior by five main\nrivers—the Senegal, Gambia, Niger, Volta, and Congo.\nAlthough there were large trading centers along these rivers, most West Africans lived in small villages\nand identified with their extended family or their clan. Wives, children, and dependents (including slaves)\nwere a sign of wealth among men, and polygyny , the practice of having more than one wife at a time, was\nwidespread. In time of need, relatives, however far away, were counted upon to assist in supplying food24 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3or security. Because of the clannish nature of African society, “we” was associated with the village and\nfamily members, while “they” included everyone else. Hundreds of separate dialects emerged; in modern\nNigeria, nearly five hundred are still spoken.\nRead The Role of Islam in African Slavery (http://openstaxcollege.org/l/\nislamslavery) to learn more about the African slave trade.\nTHE MAJOR AFRICAN EMPIRES\nFollowing the death of the prophet Muhammad in 632 CE, Islam continued to spread quickly across North\nAfrica, bringing not only a unifying faith but a political and legal structure as well. As lands fell under\nthe control of Muslim armies, they instituted Islamic rule and legal structures as local chieftains converted,\nusually under penalty of death. Only those who had converted to Islam could rule or be engaged in\ntrade. The first major empire to emerge in West Africa was the Ghana Empire (Figure 1.16 ). By 750, the\nSoninke farmers of the sub-Sahara had become wealthy by taxing the trade that passed through their area.\nFor instance, the Niger River basin supplied gold to the Berber and Arab traders from west of the Nile\nValley, who brought cloth, weapons, and manufactured goods into the interior. Huge Saharan salt mines\nsupplied the life-sustaining mineral to the Mediterranean coast of Africa and inland areas. By 900, the\nmonotheistic Muslims controlled most of this trade and had converted many of the African ruling elite.\nThe majority of the population, however, maintained their tribal animistic practices, which gave living\nattributes to nonliving objects such as mountains, rivers, and wind. Because Ghana’s king controlled the\ngold supply, he was able to maintain price controls and afford a strong military. Soon, however, a new\nkingdom emerged.Click and ExploreChapter 1 The Americas, Europe, and Africa Before 1492 25Figure 1.16 This map shows the locations of the major West African empires before 1492. Along the Mediterranean\ncoast, Muslim states prevailed.\nBy 1200 CE, under the leadership of Sundiata Keita, Mali had replaced Ghana as the leading state in\nWest Africa. After Sundiata’s rule, the court converted to Islam, and Muslim scribes played a large part\nin administration and government. Miners then discovered huge new deposits of gold east of the Niger\nRiver. By the fourteenth century, the empire was so wealthy that while on a hajj, or pilgrimage to the holy\ncity of Mecca, Mali’s ruler Mansu Musa gave away enough gold to create serious price inflation in the cities\nalong his route. Timbuktu, the capital city, became a leading Islamic center for education, commerce and\nthe slave trade. Meanwhile, in the east, the city of Gao became increasingly strong under the leadership of\nSonni Ali and soon eclipsed Mali’s power. Timbuktu sought Ali’s assistance in repelling the Tuaregs from\nthe north. By 1500, however, the Tuareg empire of Songhay had eclipsed Mali, where weak and ineffective\nleadership prevailed.\nTHE ROLE OF SLAVERY\nThe institution of slavery is not a recent phenomenon. Most civilizations have practiced some form of\nhuman bondage and servitude, and African empires were no different (Figure 1.17 ).Famine or fear of\nstronger enemies might force one tribe to ask another for help and give themselves in a type of bondage in\nexchange. Similar to the European serf system, those seeking protection, or relief from starvation, would26 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3become the servants of those who provided relief. Debt might also be worked off through a form of\nservitude. Typically, these servants became a part of the extended tribal family. There is some evidence of\nchattel slavery , in which people are treated as personal property to be bought and sold, in the Nile Valley.\nIt appears there was a slave-trade route through the Sahara that brought sub-Saharan Africans to Rome,\nwhich had slaves from all over the world.\nFigure 1.17 Traders with a group of slaves. Note how the slaves are connected at the neck. Muslim traders brought\nslaves to the North African coast, where they might be sent to Europe or other parts of Africa.\nArab slave trading, which exchanged slaves for goods from the Mediterranean, existed long before Islam’s\nspread across North Africa. Muslims later expanded this trade and enslaved not only Africans but also\nEuropeans, especially from Spain, Sicily, and Italy. Male captives were forced to build coastal fortifications\nand serve as galley slaves. Women were added to the harem.\nThe major European slave trade began with Portugal’s exploration of the west coast of Africa in search of a\ntrade route to the East. By 1444, slaves were being brought from Africa to work on the sugar plantations of\nthe Madeira Islands, off the coast of modern Morocco. The slave trade then expanded greatly as European\ncolonies in the New World demanded an ever-increasing number of workers for the extensive plantations\ngrowing tobacco, sugar, and eventually rice and cotton ( Figure 1.18 ).Chapter 1 The Americas, Europe, and Africa Before 1492 27Figure 1.18 This map shows the routes that were used in the course of the slave trade and the number of enslaved\npeople who traveled each route. As the figures indicate, most African slaves were bound for Brazil and the\nCaribbean. While West Africans made up the vast majority of the enslaved, the east coast of Africa, too, supplied\nslaves for the trade.\nIn the New World, the institution of slavery assumed a new aspect when the mercantilist system\ndemanded a permanent, identifiable, and plentiful labor supply. African slaves were both easily identified\n(by their skin color) and plentiful, because of the thriving slave trade. This led to a race-based slavery\nsystem in the New World unlike any bondage system that had come before. Initially, the Spanish tried to\nforce Indians to farm their crops. Most Spanish and Portuguese settlers coming to the New World were\ngentlemen and did not perform physical labor. They came to “serve God, but also to get rich,” as noted\nby Bernal Díaz del Castillo. However, enslaved natives tended to sicken or die from disease or from the\noverwork and cruel treatment they were subjected to, and so the indigenous peoples proved not to be a\ndependable source of labor. Although he later repented of his ideas, the great defender of the Indians,\nBartolomé de Las Casas, seeing the near extinction of the native population, suggested the Spanish send\nblack (and white) laborers to the Indies. These workers proved hardier, and within fifty years, a change\ntook place: The profitability of the African slave trade, coupled with the seemingly limitless number of\npotential slaves and the Catholic Church’s denunciation of the enslavement of Christians, led race to\nbecome a dominant factor in the institution of slavery.\nIn the English colonies along the Atlantic coast, indentured servants initially filled the need for labor in the\nNorth, where family farms were the norm. In the South, however, labor-intensive crops such as tobacco,\nrice, and indigo prevailed, and eventually the supply of indentured servants was insufficient to meet28 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3the demand. These workers served only for periods of three to seven years before being freed; a more\npermanent labor supply was needed. Thus, whereas in Africa permanent, inherited slavery was unknown,\nand children of those bound in slavery to the tribe usually were free and intermarried with their captors,\nthis changed in the Americas; slavery became permanent, and children born to slaves became slaves. This\ndevelopment, along with slavery’s identification with race, forever changed the institution and shaped its\nunique character in the New World.\nAMERICANA\nThe Beginnings of Racial Slavery\nSlavery has a long history. The ancient Greek philosopher Aristotle posited that some peoples were\nhomunculi , or humanlike but not really people—for instance, if they did not speak Greek. Both the\nBible and the Koran sanction slavery. Vikings who raided from Ireland to Russia brought back slaves\nof all nationalities. During the Middle Ages, traders from the interior of Africa brought slaves along well-\nestablished routes to sell them along the Mediterranean coast. Initially, slavers also brought European\nslaves to the Caribbean. Many of these were orphaned or homeless children captured in the cities of\nIreland. The question is, when did slavery become based on race? This appears to have developed in\nthe New World, with the introduction of gruelingly labor-intensive crops such as sugar and coffee. Unable\nto fill their growing need from the ranks of prisoners or indentured servants, the European colonists\nturned to African laborers. The Portuguese, although seeking a trade route to India, also set up forts\nalong the West African coast for the purpose of exporting slaves to Europe. Historians believe that by\nthe year 1500, 10 percent of the population of Lisbon and Seville consisted of black slaves. Because of\nthe influence of the Catholic Church, which frowned on the enslavement of Christians, European slave\ntraders expanded their reach down the coast of Africa.\nWhen Europeans settled Brazil, the Caribbean, and North America, they thus established a system of\nracially based slavery. Here, the need for a massive labor force was greater than in western Europe. The\nland was ripe for growing sugar, coffee, rice, and ultimately cotton. To fulfill the ever-growing demand\nfor these crops, large plantations were created. The success of these plantations depended upon the\navailability of a permanent, plentiful, identifiable, and skilled labor supply. As Africans were already\nfamiliar with animal husbandry as well as farming, had an identifying skin color, and could be readily\nsupplied by the existing African slave trade, they proved the answer to this need. This process set the\nstage for the expansion of New World slavery into North America.Chapter 1 The Americas, Europe, and Africa Before 1492 29Beringia\nBlack Death\nchasquis\nchattel slavery\nchinampas\nCrusades\nfeudal society\nInquisition\nKoran\nmatriarchy\nmita\npolygyny\nquipu\nReconquista\nserfKey Terms\nan ancient land bridge linking Asia and North America\ntwo strains of the bubonic plague that simultaneously swept western Europe in the\nfourteenth century, causing the death of nearly half the population\nIncan relay runners used to send messages over great distances\na system of servitude in which people are treated as personal property to be bought and\nsold\nfloating Aztec gardens consisting of a large barge woven from reeds, filled with dirt and\nfloating on the water, allowing for irrigation\na series of military expeditions made by Christian Europeans to recover the Holy Land from\nthe Muslims in the eleventh, twelfth, and thirteenth centuries\na social arrangement in which serfs and knights provided labor and military service to\nnoble lords, receiving protection and land use in return\na campaign by the Catholic Church to root out heresy, especially among converted Jews and\nMuslims\nthe sacred book of Islam, written by the prophet Muhammad in the seventh century\na society in which women have political power\nthe Incan labor tax, with each family donating time and work to communal projects\nthe practice of taking more than one wife\nan ancient Incan device for recording information, consisting of variously colored threads knotted\nin different ways\nSpain’s nearly eight-hundred-year holy war against Islam, which ended in 1492\na peasant tied to the land and its lord\nSummary\n1.1 The Americas\nGreat civilizations had risen and fallen in the Americas before the arrival of the Europeans. In North\nAmerica, the complex Pueblo societies including the Mogollon, Hohokam, and Anasazi as well as the city\nat Cahokia had peaked and were largely memories. The Eastern Woodland peoples were thriving, but they\nwere soon overwhelmed as the number of English, French, and Dutch settlers increased.\nMesoamerica and South America had also witnessed the rise and fall of cultures. The once-mighty\nMayan population centers were largely empty. In 1492, however, the Aztecs in Mexico City were at their\npeak. Subjugating surrounding tribes and requiring tribute of both humans for sacrifice and goods for\nconsumption, the island city of Tenochtitlán was the hub of an ever-widening commercial center and the\nequal of any large European city until Cortés destroyed it. Further south in Peru, the Inca linked one of\nthe largest empires in history through the use of roads and disciplined armies. Without the use of the\nwheel, they cut and fashioned stone to build Machu Picchu high in the Andes before abandoning the city30 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3for unknown reasons. Thus, depending on what part of the New World they explored, the Europeans\nencountered peoples that diverged widely in their cultures, traditions, and numbers.\n1.2 Europe on the Brink of Change\nOne effect of the Crusades was that a larger portion of western Europe became familiar with the goods\nof the East. A lively trade subsequently developed along a variety of routes known collectively as the Silk\nRoad to supply the demand for these products. Brigands and greedy middlemen made the trip along this\nroute expensive and dangerous. By 1492, Europe—recovered from the Black Death and in search of new\nproducts and new wealth—was anxious to improve trade and communications with the rest of the world.\nVenice and Genoa led the way in trading with the East. The lure of profit pushed explorers to seek new\ntrade routes to the Spice Islands and eliminate Muslim middlemen.\nPortugal, under the leadership of Prince Henry the Navigator, attempted to send ships around the\ncontinent of Africa. Ferdinand of Aragon and Isabella of Castile hired Columbus to find a route to the East\nby going west. As strong supporters of the Catholic Church, they sought to bring Christianity to the East\nand any newly found lands, as well as hoping to find sources of wealth.\n1.3 West Africa and the Role of Slavery\nBefore 1492, Africa, like the Americas, had experienced the rise and fall of many cultures, but the continent\ndid not develop a centralized authority structure. African peoples practiced various forms of slavery, all of\nwhich differed significantly from the racial slavery that ultimately developed in the New World. After the\narrival of Islam and before the Portuguese came to the coast of West Africa in 1444, Muslims controlled the\nslave trade out of Africa, which expanded as European powers began to colonize the New World. Driven\nby a demand for labor, slavery in the Americas developed a new form: It was based on race, and the status\nof slave was both permanent and inherited.\nReview Questions\n1.Which of the following Indian peoples built\nhomes in cliff dwellings that still exist?\nA. Anasazi\nB. Cherokee\nC. Aztec\nD. Inca\n2.Which culture developed the only writing\nsystem in the Western Hemisphere?\nA. Inca\nB. Iroquois\nC. Maya\nD. Pueblo\n3.Which culture developed a road system\nrivaling that of the Romans?\nA. Cherokee\nB. Inca\nC. Olmec\nD. Anasazi4.What were the major differences between the\nsocieties of the Aztec, Inca, and Maya and the\nIndians of North America?\n5.The series of attempts by Christian armies to\nretake the Holy Lands from Muslims was known\nas ________.\nA. the Crusades\nB. the Reconquista\nC. the Black Death\nD. the Silk Road\n6.________ became wealthy trading with the\nEast.\nA. Carcassonne\nB. Jerusalem\nC. Rome\nD. Venice\n7.In 1492, the Spanish forced these two religious\ngroups to either convert or leave.Chapter 1 The Americas, Europe, and Africa Before 1492 31A. Jews and Muslims\nB. Christians and Jews\nC. Protestants and Muslims\nD. Catholics and Jews\n8.How did European feudal society operate?\nHow was this a mutually supportive system?\n9.Why did Columbus believe he could get to the\nFar East by sailing west? What were the problems\nwith this plan?\n10. The city of ________ became a leading center\nfor Muslim scholarship and trade.\nA. Cairo\nB. TimbuktuC. Morocco\nD. Mali\n11. Which of the following does notdescribe a\nform of slavery traditionally practiced in Africa?\nA. a system in which those in need of supplies\nor protection give themselves in servitude\nB. a system in which debtors repay those\nwhom they owe by giving themselves in\nservitude\nC. a system in which people are treated as\nchattel—that is, as personal property to be\nbought and sold\nD. a system in which people are enslaved\npermanently on account of their race\nCritical Thinking Questions\n12. The Inca were able to control an empire that stretched from modern Colombia to southern Chile.\nWhich of their various means for achieving such control do you think were most effective, and why?\n13. How did the Olmec, Aztec, Inca, Maya, and North American Indians differ in their ways of life\nand cultural achievements? How did their particular circumstances—geography, history, or the\naccomplishments of the societies that had preceded them, for example—serve to shape their particular\ntraditions and cultures?\n14. What were the lasting effects of the Crusades? In what ways did they provide opportunities—both\nnegative and positive—for cross-cultural encounters and exchanges?\n15. Was race identified with slavery before the era of European exploration? Why or why not? How did\nslavery’s association with race change the institution’s character?\n16. What are the differences between the types of slavery traditionally practiced in Africa and the slavery\nthat developed in the New World? How did other types of servitude, such as European serfdom, compare\nto slavery?32 Chapter 1 The Americas, Europe, and Africa Before 1492\nThis content is available for free at https:// cnx.org/content/col11740/1.3"}